src/CFD/heatedplate1/pitzDaily/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       2611;
    }
    outlet
    {
        type            patch;
        nFaces          19;
        startFace       2621;
    }
    upperWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          74;
        startFace       2640;
    }
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          83;
        startFace       2714;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          2704;
        startFace       2797;
    }
)

// ************************************************************************* //
